[
  {
    "part": 0,
    "part_name": "Общая информация о Вашей компании",
    "blocks":
            [
              {
                "block_name": "Вы можете выбрать вариант ответа или ввести его с клавиатуры",
                "settings": [["MANDATORY"]],
                "questions":
                        [
                          {
                            "text": "Укажите, пожалуйста, страну, в которой распологается Ваша компания или ее головвной офис ",
                            "choice": [["KB_COUNTRY"]],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["COUNTRY"]]
                          },
                          {
                            "text": "Укажите, пожалуйста, город, в котором располагается Ваша компания или ее головной офис",
                            "choice": [["KB_CITY"]],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["CITY"]]
                          },
                          {
                            "text": "Выберите, пожалуйста, индустрию к которой относится Ваша компания",
                            "choice": [["KB_INDUSTRY"]],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["INDUSTRY"]]
                          },
                          {
                            "text": "Далее Вам будет предложено 36 вопросов, для каждого вопроса будет 3 варианта ответа, каждый вариант это утверждение. Вам необходимо выбрать утверждение, которое наиболее соответствует вашей компании! Если вы готовы, запаситесь терпением и нажмите \"Продолжить\". Помните, вы можете продолжить отвечать на вопросы в любой момент, с любого устройства, не торопитесь, чем более точную информацию вы предоставите нам, тем более точную информацию вы получите",
                            "choice": [["Продолжить"]],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["FORCE_KB_REPLY"]]
                          }
                        ]
              }
            ]
  },
  {
    "part": 1,
    "part_name": "Часть А: Принятие решений с учетом рисков и интеграция управления рисками в бизнес-процессы",
    "blocks":
            [
              {
                "block_name": "Блок 1: Интеграция управления рисками в планирование и бюджетирование",
                "settings": [["MANDATORY"]],
                "questions":
                        [
                          {
                            "text": "Интеграция в планирование и бюджетирование.\n\nУтверждение 1:\n\nРиски, связанные с достижением стратегических целей и бюджетом организации, не анализируются или анализируются постфактум.\n\nУтверждение 2:\n\nРезультаты анализа рисков, связанных с достижением стратегических целей и бюджетом организации, учитываются руководством при постановке целей/формировании бюджета, однако данная процедура не регламентирована.\n\nУтверждение 3:\n\nИнструменты управления рисками интегрированы непосредственно в процессы планирования и бюджетирования. Цели, задачи и годовой бюджет формируются на основании анализа рисков.",
                            "choice": [
                              ["Первое утверждение"],
                              ["Второе утверждение"],
                              ["Третье утверждение"]
                            ],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["FORCE_KB_REPLY"]]
                          },
                          {
                            "text": "Влияние рисков на достижение целей.\n\nУтверждение 1:\n\nИзменение стратегических целей и бюджетов осуществляется после реализации рисков, а не превентивно.\n\nУтверждение 2:\n\nВ организации согласована периодичность процедуры проведения анализа рисков. Анализ рисков инициируется и проводится в установленные сроки, однако данная процедура напрямую не связана с актуализацией стратегических целей и бюджетов.\n\nУтверждение 3:\n\nАнализ рисков напрямую влияет на пересмотр стратегических целей и бюджетов компании",
                            "choice": [
                              ["Первое утверждение"],
                              ["Второе утверждение"],
                              ["Третье утверждение"]
                            ],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["FORCE_KB_REPLY"]]
                          },
                          {
                            "text": "Риск-аппетит\n\nУтверждение 1:\n\nВ компании не определен подход к установлению риск-аппетита (толерантности к рискам).\n\nУтверждение 2:\n\nКомпания планирует установить риск-аппетит для наиболее существенных рисков в ближайшем будущем.\n\nУтверждение 3:\n\nВ компании установлен риск- аппетит, который утвержден в виде самостоятельного документа советом директоров.",
                            "choice": [
                              ["Первое утверждение"],
                              ["Второе утверждение"],
                              ["Третье утверждение"]
                            ],
                            "condition_required": [],
                            "condition": [],
                            "commands": [["FORCE_KB_REPLY"]]
                          }
                        ]
              }
            ]
  }
]